<?php
/**
 * 操作日志选项
 * @author zhangyuchao
 */
return [
    'adminLog' => [
        1 => '重置用户密码操作',
        2 => '管理员添加操作',
        3 => '重置管理员密码操作',
        4 => '删除管理员操作',
        5 => '添加网站基本配置操作',
        6 => '编辑网站基本配置操作',
        7 => '添加友情链接操作',
        8 => '编辑友情链接操作',
        9 => '删除友情链接操作',
    ],
    'userLog' => [

    ],
    'systemLog' =>[
        1 => '短信验证码发送失败',
        2 => '邮件发送失败',
        3 => '注册失败---用户注册源数据表写入失败',
        4 => '注册失败---用户信息表写入失败',
        5 => '注册失败---用户登录索引表写入失败',
        6 => '用户登录日志表写入失败',
    ]
];